Repository: GustavoMilitao/BS
Catalog: BlueSheep/Properties/I18n/Strings/Strings.*.resx
Languages: es_es, pt_br

source: Speaking
es_es: Diálogo
pt_br: Diálogo

source: Gathering
es_es: Cosecha
pt_br: Colheita

source: Moving
es_es: Desplazamiento
pt_br: Deslocação

source: Fighting
es_es: Combate
pt_br: Briga

source: Teleportating
es_es: Teleportación
pt_br: Teletransporte

source: is dead
es_es: Camino detuvo
pt_br: Trajeto Parou

source: Turn ended
es_es: Reconexión en X minutos
pt_br: Reconexão em X minutos

source: Stuff preset number
es_es: Alimentación Siguiente X horas
pt_br: Próxima alimentação em X horas

source: Path Stopped
es_es: No hay comida disponible, mantenerse desconectado
pt_br: Sem comida disponível, permaneça desconectado

source: Reconnection in X minutes
es_es: Conectando
pt_br: Conectando

source: Next meal in
es_es: Yo soy el líder del grupo, perra
pt_br: Eu sou o líder do grupo, cadela

source: No food available, stay disconnected.
es_es: Camino cargado
pt_br: Caminho carregado

source: Connecting
es_es: Error durante la selección de personaje
pt_br: Erro durante seleção do personagem

source: I'm the group leader biatch !
es_es: Servidor está llena, inténtalo más tarde
pt_br: Servidor está cheio, tente novamente mais tarde

source: Path loaded
es_es: Error de conexión, Dofus se ha actualizado, intentarlo más tarde
pt_br: Erro de conexão, Dofus foi atualizado, tente novamente mais tarde

source: Error during the selection of the character
es_es: Error de conexión, tu cuenta ha sido prohibido
pt_br: Erro de conexão, sua conta foi banida

source: The server is full, try again later
es_es: Identificación en curso
pt_br: Identificação em processo

source: Connection failure, Dofus has been updated. Try again later
es_es: Identificado con éxito
pt_br: Identificado com sucesso

source: Connection failure, your account has been banned
es_es: Fracaso de identificación
pt_br: Falha de identificação

source: Identification in process
es_es: Bienvenido a DOFUS, el Mundo de los Doce
pt_br: Bem vindo ao Dofus,

source: Identification successful
es_es: Se prohíbe transmitir su nombre de usuario o contraseña.
pt_br: É proibido transferirtransmitir seu nome de usuário e senha

source: Identification failure
es_es: Su dirección de IP es
pt_br: Seu endereço IP é

source: Last cellid of
es_es: Me uní a un grupo
pt_br: Impossível lançar o feitiço, você tem um alcance de 0 a 1, e está mirando a 2

source: New cellid of
es_es: Última ID de celda
pt_br: Eu ingressei em um grupo

source: Fight started
es_es: Nuevo ID de celda
pt_br: ùltima id de célula de

source: Fight is over !
es_es: Lucha comenzado
pt_br: Combate começou

source: Failed to open the chest
es_es: Última ID de celda del Mapa de Juego
pt_br: Última id de célula do Mapa do Jogo

source: Position in queue
es_es: Nuevo ID de celda del Mapa de Juego
pt_br: Nova id de célula do Mapa do Jogo

source: Disconnected from the server
es_es: Envía listo
pt_br: Enviar pronto

source: Prolonged inactivity
es_es: Lucha ha terminado
pt_br: Fim de combate

source: Connected to server
es_es: Error al abrir el baul
pt_br: Falhou ao abrir o baú

source: Connection failed
es_es: Posición en la cola
pt_br: Posição na fila

source: Path launched
es_es: desconectado del servidor
pt_br: Disconectado do servidor

source: Connection failure, your account is temporarily banned
es_es: inactividad prolongada
pt_br: Inatividade prolongada

source: Connection failure, your account is banned
es_es: Conectado al servidor
pt_br: Conectado ao servidor

source: Connection failure, server's is down for maintenance
es_es: Error de conexión
pt_br: Conexão falhou

source: Connection failure : Uknown error
es_es: Lanzamiento de camino
pt_br: Lançamento do caminho

source: connection failure, servor disconnected
es_es: Error de conexión, Su cuenta se temporalmente prohibido
pt_br: Falha de conexão, sua conta está temporariamente banida

source: Connection failure, the server is down for backup
es_es: Error en la conexión, su cuenta está prohibida
pt_br: Falha de conexão, sua conta está banida

source: connection failure, servor is full
es_es: Error de conexión, el servidor es cerrado por mantenimiento
pt_br: Falha de conexão, servidor está inativo para manutenção

source: Connection failure : Unknown cause
es_es: Error de conexión: Error desconocido
pt_br: Falha de conexão: Erro desconhecido

source: Taking an item from the chest
es_es: Error de conexión, servidor está desconectado
pt_br: Falha de conexão, servidor está disconectado

source: Closing the chest
es_es: Error de conexión: el servidor no funciona para copia de seguridad
pt_br: Falha de conexão: o servidor está inativo para cópia de segurança

source: Opening the chest
es_es: Error de conexión, servidor está lleno
pt_br: Falha de conexão, servidor está cheio

source: Putting an item in the chest
es_es: Error de conexión: Causa desconocida
pt_br: Falha de conexão: Causa desconhecida

source: is connected
es_es: Recogiendo un elemento del baul
pt_br: Pegando um item do baú

source: Fight Turn
es_es: Cerrando el baul
pt_br: Fechando o baú

source: Spell agreed-upon
es_es: Abriendo el baul
pt_br: Abrindo o baú

source: Traget is on the cell n°
es_es: Abriendo el baul
pt_br: Colocando um item no baú

source: It's Time to capture ! POKEBALL GOOOOOOOO
es_es: se encuentra conectado
pt_br: está conectado

source: Starting a fight against monsters of level
es_es: Su vez
pt_br: Turno da luta

source: Launching a spell at
es_es: Hechizo validado
pt_br: Feitiço validado

source: Character's in-fight position
es_es: Del objetivo es el número de células.
pt_br: O alvo está na célula número...

source: Unable to move
es_es: Es hora de capturar! Pokeball GOOOOOO
pt_br: É hora de capturar! Pokebola vaaaaaaaaiii

source: The bot didn't receive the map's informations yet, please check out later, if the poblem persists, report it on the forum : http://forum.bluesheep.com
es_es: Inicio de una lucha contra monstruos de nivel
pt_br: Iniciando a luta contra monstros de nível

source: Enhance characteristics
es_es: Al lanzar un hechizo sobre
pt_br: Lançando um feitiço em

source: Sending the answer
es_es: Carácter en posición de luchar
pt_br: Personagem em posição de luta

source: No answer available in the path for this ask
es_es: No se puede mover
pt_br: Incapaz de se mover

source: to the game's server
es_es: El Bot no ha recibido información, Por favor, vuelva más tarde, si el problema persiste, notifique foro: http://forum.bluesheep.com
pt_br: O Bot não recebeu informações ainda, por favor, cheque novamente mais tarde, se o problema persistir, avise no fórum: http://forum.bluesheep.com

source: to the authentication's server
es_es: Mejorar características
pt_br: Melhorar Características

source: Account management
es_es: Administración de cuentas
pt_br: Gestão de conta

source: Accounts
es_es: Cuentas
pt_br: Contas

source: Action
es_es: Acción
pt_br: Ação

source: Actualize
es_es: Actualizar
pt_br: Atualizar

source: Add
es_es: Añadir
pt_br: Adicionar

source: Addition of
es_es: Además de
pt_br: Adição de

source: AI
es_es: IA
pt_br: IA

source: AI Manager
es_es: Administrador de IA
pt_br: Gerenciador de IA

source: Alliance
es_es: Alianza
pt_br: Aliança

source: Amount
es_es: Cantidad
pt_br: Quantidade

source: At the end of the fight
es_es: Al final de la pelea
pt_br: Ao final da luta

source: At the entrance in combat
es_es: En la entrada en combate
pt_br: Ao entrar em um combate

source: Author
es_es: Autor
pt_br: Autor

source: Auto delete
es_es: Borrado automático
pt_br: Destruição automática

source: Automatic reconnection in
es_es: Reconexión automática en
pt_br: Reconexão automática em

# BlueSheepIsNowMinimized
source: BlueSheep is now minimized in the system tray
es_es: BlueSheep ahora está minimizado en la bandeja del sistema
pt_br: BlueSheep agora está minimizado na bandeja do sistema

source: Breed
es_es: Raza
pt_br: Raça

source: Browse
es_es: Vistazo
pt_br: Procurar

source: Change the language
es_es: Cambia el idioma
pt_br: Mudar o idioma

source: Characteristics
es_es: Características
pt_br: Características

source: Choose an IA
es_es: Elija una IA
pt_br: Escolha uma IA

source: Close combat
es_es: Cerrar combate
pt_br: Fechar combate

source: Combat
es_es: Combate
pt_br: Combate

source: Commerce
es_es: Comercio
pt_br: Comércio

source: Comparator
es_es: Comparador
pt_br: Comparador

source: Configuration
es_es: Configuración
pt_br: Configuração

source: Connected
es_es: Conectado
pt_br: Conectado

source: Connection
es_es: Conexión
pt_br: Conexão

source: Delete
es_es: Borrar
pt_br: Excluir

source: Disconnected
es_es: Desconectado
pt_br: Desconectado

source: Disconnection
es_es: Desconexión
pt_br: Desconexão

source: Enable merchant mode
es_es: Activar modo de comerciante
pt_br: Habilitar modo mercador

source: Enable search
es_es: Habilitar la búsqueda
pt_br: Habilitar busca

source: Enter the name of the monster
es_es: Introduzca el nombre del monstruo
pt_br: Entre com o nome do monstro

source: Equip
es_es: Equipar
pt_br: Equipar

source: Equipment
es_es: Equipo
pt_br: Equipamento

source: Error
pt_br: Erro

source: Food
es_es: Comida
pt_br: Comida

source: Forbidden
es_es: Prohibido
pt_br: Proibido

source: Force
es_es: Obligar
pt_br: Forçar

source: General
pt_br: Geral

source: Groups
es_es: Grupos
pt_br: Grupos

source: Guild
es_es: Gremio
pt_br: Guilda

source: Heroic
es_es: Heroico
pt_br: Heróico

source: Houses
es_es: Casas
pt_br: Casas

source: Identification
es_es: Identificación
pt_br: Identificação

source: In the store at the price of
es_es: En la tienda al precio de
pt_br: Na loja ao preço de

source: Inventory
es_es: Inventario
pt_br: Inventário

source: Launch the path
es_es: Iniciar el camino
pt_br: Iniciar o trajeto

source: Launch waiting for the sale
es_es: Lanzar esperando la venta
pt_br: Lançar à espera da venda

source: Load
es_es: Cargar
pt_br: Carregar

source: Load a path
es_es: Cargar un camino
pt_br: Carregar um trajeto

source: Log the console
es_es: Registrar la consola
pt_br: Registrar o console

source: Management
es_es: Administración
pt_br: Gestão

source: Map
es_es: Mapa
pt_br: Mapa

source: Maximum price
es_es: Precio máximo
pt_br: Preço máximo

source: Medium
es_es: Medio
pt_br: Médio

source: Merchant mode
es_es: Modo mercante
pt_br: Modo mercador

source: Merchant mode activation test
es_es: La prueba de activación de modo mercante
pt_br: Teste de ativação do modo mercador

source: Miscellaneous
es_es: Diversos
pt_br: Diversos

source: Monsters levels
es_es: Niveles de monstruos
pt_br: Nível de monstros

source: Monsters names
es_es: Nombres de monstruos
pt_br: Nomes de monstros

source: Monsters restrictions
es_es: Restricciones de los monstruos
pt_br: Restrições de monstros

source: Name
es_es: Nombre
pt_br: Nome

source: Next meal
es_es: Siguiente comida
pt_br: Próxima comida

# NoAI
source: No IA
pt_br: Sem IA

source: Not subscribed
es_es: No suscrito
pt_br: Não assinante

source: Number
es_es: Número
pt_br: Número

source: of life
es_es: de la vida
pt_br: de vida

source: Path
es_es: Camino
pt_br: Caminho

source: Pets
es_es: Mascotas
pt_br: Mascotes

source: Price
es_es: Precio
pt_br: Preço

source: Private
es_es: Privado
pt_br: Privado

source: Queue
es_es: Enfileiramento
pt_br: Fila

source: Recruitment
es_es: Reclutamiento
pt_br: Recrutamento

source: Regenerate from
es_es: regenerar a partir de
pt_br: Regenerar-se apartir de

source: Regenerating
pt_br: Regenerando

source: Regeneration
es_es: Regeneración
pt_br: Regeneração

source: Remove
es_es: Retirar
pt_br: Remover

source: Remove configuration
es_es: Eliminar configuración
pt_br: Remover configuração

source: Restart the path to reconnect
es_es: Reiniciar el camino para volver a conectar
pt_br: Reiniciar o trajeto para reconectar

source: Restriction
es_es: Restricción
pt_br: Restrição

source: Restrictions
es_es: Restricciones
pt_br: Restrições

source: Safe box
es_es: Caja fuerte
pt_br: Coffre

source: Save configuration
es_es: Guardar configuración
pt_br: Salvar configuração

source: Search for log file
es_es: Búsqueda de archivo de registro
pt_br: Procurar arquivo de log

source: Seconds
es_es: Segundos
pt_br: Segundos

source: Selling price
es_es: Precio de venta
pt_br: Preço de venda

source: Sentence to say after buying
es_es: Sentencia para decir después de comprar
pt_br: Frase para dizer depois de comprar

# SpeedSetting
source: Speed setting: Speed {0}
es_es: Ajuste de velocidad: Velocidad {0}
pt_br: Ajuste de velocidade: Velocidade {0}

source: Starting procreation
es_es: Iniciar la cría
pt_br: Iniciar reprodução

source: Statistics
es_es: Estadística
pt_br: Estatísticas

source: Stop the path
es_es: Detener el camino
pt_br: Parar o trajeto

source: throw
es_es: Lanzar
pt_br: Dropar

source: To
es_es: Para
pt_br: À

source: Type
es_es: Tipo
pt_br: Tipo

source: Unable to switch to merchant mode in a fight
es_es: No se puede cambiar al modo de comerciante en una pelea
pt_br: Impossível mudar para o modo mercador em uma luta

source: Unknown
es_es: Desconocido
pt_br: Desconhecido

source: Use
es_es: Utilizar
pt_br: Utilizar

source: Use the fast equipment number
es_es: Utilice el número de equipo rápido
pt_br: Usar o equipamento rápido número

source: Verbosity level
es_es: Nivel de verbosidad
pt_br: Nível de verbosidade

source: Gathering isn't already implemented, please wait a release. Stay updated on
es_es: La reunión aún no está implementada, espere un comunicado. Mantente al día sobre
pt_br: Recolhimento ainda não está implementado, aguarde um lançamento. Fique atualizado sobre

source: Accounts manager
es_es: Administrador de cuentas
pt_br: Administrador de contas

source: Create
es_es: Crear
pt_br: Criar

source: Groups manager
es_es: Administrador de grupos
pt_br: Administrador de grupos

source: Launch
es_es: Lanzar
pt_br: Executar

source: Launch selected accounts
es_es: Iniciar cuentas seleccionadas
pt_br: Iniciar contas selecionadas

source: Launch selected groups
es_es: Iniciar grupos seleccionados
pt_br: Iniciar grupos selecionados

source: Password
es_es: Contraseña
pt_br: Senha

source: Path manager
es_es: Administrador de rutas
pt_br: Gerenciador de caminho

source: I joined the group
es_es: Incapaz de lanzar el hechizo, tiene un rango de, y está apuntando a 2
